---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.Coefficient
source: html/486c56ee-3ee4-17d9-8b5d-fee28f09dfdc.htm
---
# Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData.Coefficient Property

The calculated coefficient of this segment, dimensionless.

## Syntax (C#)
```csharp
public double Coefficient { get; }
```